[
  {
    "text": "We are actively looking for employees and have a large number of vacancies. For example, in one of our projects, the team of operators has grown from 30 to 300 specialists over the course of a year (we are talking about the hotline for the Ministry of Health), and 70% of them were hired through robota.ua. I would like to note that we have received even more feedback after switching from the Optimum to the Professional category, as we have gained more useful features. Effective job advertising and our branded profile attract the attention of job seekers, especially young people who are interested not only in the conditions, but also in what the company's team is like and looking at photos. We usually post hot and premium vacancies on certain days, which helps to generate a large pool of responses that are convenient to work with.",
    "name": "Stepan Mashchak",
    "profileImg": "https://images.cf-rabota.com.ua/alliance/employer-home/reviews/review_avatar_stepan_mashchak.jpg",
    "position": "HRD",
    "company": "Adelina Call Center & BPO",
    "companyImg": "https://company-logo-frankfurt.rabota.ua/cdn-cgi/image/w=250/786627_20220208190355.png",
    "width": 80,
    "height": 80
  },
  {
    "text": "Our team of recruiters is searching for employees for various businesses in Khmelnytskyi, including managers and specialists in various fields. We have had a positive experience working with robota.ua: we post vacancies in the Business category and I would like to note that we close them quickly. We only renew about 20% of the vacancies, and 80% of them are usually closed on the first attempt within a week or two.",
    "name": "Oleksii Sorokin",
    "profileImg": "https://images.cf-rabota.com.ua/alliance/employer-home/reviews/review_avatar_aleksei_sorokin.jpg",
    "position": "recruiter",
    "company": "WorkHunter",
    "companyImg": "https://company-logo-frankfurt.rabota.ua/cdn-cgi/image/w=250/9501642_20210315092439.png",
    "width": 80,
    "height": 80
  },
  {
    "text": "We have been using robota.ua for three years now with our team of recruiters. We post vacancies in the Professional category. Most of the vacancies are typically for couriers, and it is one of the most effective sources for both Kyiv and regions, particularly during busy periods for delivery services such as from Black Friday to the New Year holidays and during quarantine periods. As we need a lot of couriers, we utilize 100% of the functionality of robota.ua - we post hot vacancies, have a branded profile, and do mailings. I would like to note that the site works well for both types of our vacancies - we find both full-time employees and part-time couriers (as the feature of iPOST is that a freelance courier can turn on the app and work when it is convenient for them).",
    "name": "Oleksandr Kuzmenko",
    "profileImg": "https://images.cf-rabota.com.ua/alliance/employer-home/reviews/review_avatar_aleksandr_kuzmenko.jpg",
    "position": "director of marketing department",
    "company": "iPost",
    "companyImg": "https://company-logo-frankfurt.rabota.ua/cdn-cgi/image/w=250/4987245_20210315092355.png",
    "width": 200,
    "height": 80
  }
]
